Revit 2015 API
PointLoadTypeSet Constructor
Initializes a new instance of the PointLoadTypeSet class
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public PointLoadTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
PointLoadTypeSet()
See Also
PointLoadTypeSet Class
Autodesk.Revit.DB.Structure Namespace